import React from "react";
import BreadCrumb from "../components/BreadCrumb";
import Meta from "../components/Meta";

const Payment = () => {
  return (
    <>
    <Meta title={"Оплата та доставка"} />
    <BreadCrumb title=" Оплата та доставка" />
    <section className="payment-wrapper">
      <div className="container-xxl">
        <div className="row">
          <h3>ОПЛАТА</h3>
            <p>Для оплати товарів інтернет-зоомагазину <b>Hürrem</b> є кілька способів:</p>
            <h5>1. Оплата на картку Приватбанку.</h5>
            <p>Після оформлення замовлення ми повідомимо номер картки ПриватБанку. Сплатити ви зможете через додаток Приват24 або в будь-якому терміналі Приватбанку.</p>
            <h5>2. Оплата на картку Monobank.</h5>
            <p>Після оформлення замовлення ми повідомимо номер картки Monobank. Сплатити ви зможете через додаток Monobank.</p>
            <h5>3. Накладений платіж (післяплата) через Нову Пошту.</h5>
            <p>Послуга післяплати компанії Нова Пошта платна, у вартість товару та у вартість доставки не входить. <br />Накладений платіж Новою Поштою оформлюється після передоплати 150 гривень. Ці кошти автоматично вираховуються з вартості замовлення. Вартість доставки нараховується згідно з тарифами Нової Пошти.<br /> Комісія за грошовий переказ (післяплату) становить 20 гривень + 2% від вартості замовлення. <br />Ви можете заощадити на вартості доставки (не сплачувати комісію за післяплату), якщо ви зробите повну оплату вартості замовлення на банківську картку.</p>
            <h5>4. «Оплата частинами» від Monobank</h5>
          </div>
        </div>
    </section>

    <section className="payment-wrapper py-5">
      <div className="container-xxl">
        <div className="row">
          <h3>ДОСТАВКА ПО УКРАЇНІ</h3>
          <p>По Україні доставка товарів здійснюється Новою Поштою. <br/>Ми намагаємося якнайшвидше відправляти посилки нашим клієнтам. Більшість позицій з нашого асортименту будуть відвантажені у той самий день при замовленні до 10:00 (магазин працює на відвантаження 5 днів на тиждень, з понеділка по п’ятницю).</p>
            <h6>Поштомати Нової Пошти безкоштовно від 1200 грн.<br/> Відділення Нової Пошти: безкоштовно від 1200 грн. <br/>Адресна доставка кур’єрами Нової пошти: безкоштовно від 1800 грн.</h6>
        </div>
      </div>
    </section>

    <section className="payment-wrapper py-5">
      <div className="container-xxl">
        <div className="row">
          <h3 className="text-uppercase">Умови обробки та відправлення замовлень</h3>
            <p>Замовлення, прийняті після 16:00, будуть оформлені на наступний робочий день.<br /> Замовлення, що надійшли у суботу та неділю, будуть оброблені та надіслані з понеділка.<br /> Час обробки та відправлення замовлень - до трьох робочих днів. <br />Замовлення на суму менше 300 грн відправляються тільки після повной оплати.</p>
        </div>
      </div>
    </section>
    </>
  )
};

export default Payment;
